<?php

return [
        'redesign' => 'ออกแบบใหม่',
        'precision' => 'ความแม่นยำ+',
        'fill_spaces' => 'เติมพื้นที่',
        'decor_staging' => 'การจัดเวทีตกแต่ง',
        'colors_and_textures' => 'สีและพื้นผิว',
        'paint_visualizer' => 'เครื่องมือจำลองการทาสี',
        'furniture_removal' => 'การลบเฟอร์นิเจอร์',
        'virtual_staging' => 'การจัดเวทีเสมือนจริง',
        'sky_colors' => 'สีของท้องฟ้า',
        'sketch_to_render' => 'สเก็ตช์เป็นภาพเรนเดอร์',

        'upload_image' => 'อัปโหลดรูปภาพ',

        'select_what_to_edit' => 'เลือกสิ่งที่ต้องการแก้ไข',

        'customise_and_generate' => 'ปรับแต่งและสร้าง',

        'upload_your_image' => 'อัปโหลดรูปภาพของคุณ',

        'drag_and_drop_your_image_here' => 'ลากและวางรูปภาพของคุณที่นี่',

        'select_what_you_want_to_generate' => 'เลือกสิ่งที่คุณต้องการสร้าง',
        'select_design_style' => 'เลือกสไตล์การออกแบบ',
        'select_mode_type' => 'เลือกประเภทโหมด',

        'interior' => 'ภายใน',
        'exterior' => 'ภายนอก',
        'garden' => 'สวน',
        'living_room' => 'ห้องนั่งเล่น',
        'bedroom' => 'ห้องนอน',
        'bathroom' => 'ห้องน้ำ',
        'kitchen' => 'ห้องครัว',
        'modern' => 'ทันสมัย',
        'city' => 'เมือง',
        'luxury' => 'หรูหรา',
        'mediterranean' => 'เมดิเตอร์เรเนียน',
        'international' => 'นานาชาติ',
        'moody_colors' => 'สีโทนอารมณ์',
        'perfect_redesign' => 'ออกแบบใหม่อย่างสมบูรณ์แบบ',
        'beautiful_redesign' => 'ออกแบบใหม่อย่างสวยงาม',
        'creative_redesign' => 'ออกแบบใหม่อย่างสร้างสรรค์',
        'eclectic' => 'ผสมผสาน',
        'contemporary' => 'ร่วมสมัย',
        'transitional' => 'เปลี่ยนผ่าน',
        'scandinavian' => 'สแกนดิเนเวียน',
        'backyard' => 'สวนหลังบ้าน',
        'patio' => 'ลานบ้าน',
        'terrace' => 'ระเบียง',
        'front_yard' => 'สวนหน้าบ้าน',

        'design_style_text' => 'สไตล์การออกแบบ',
        'room_type_text' => 'ประเภทห้อง',
        'mode_type_text' => 'ประเภทโหมด',
        'download_text' => 'ดาวน์โหลด',
        'house_angle_text' => 'มุมของบ้าน',
        'garden_type_text' => 'ประเภทสวน',
        'no_designs_text' => 'ไม่พบการออกแบบสำหรับส่วนนี้',
        'show_text' => 'แสดง',
        'hd_text' => 'HD',


        'keep_structural_elements' => 'คงโครงสร้างเดิม',
        'ai_intervention' => 'การแทรกแซงของ AI',
        'intervention_very_low' => 'ต่ำมาก',
        'intervention_low' => 'ต่ำ',
        'intervention_medium' => 'ปานกลาง',
        'intervention_extreme' => 'สุดขีด',
        'generate_new_designs' => 'สร้างการออกแบบใหม่',
        'preset_prompt_text' => 'พิมพ์คำแนะนำของคุณด้านล่าง และ AI ของเราจะนำไปใช้เมื่อสร้างการออกแบบของคุณ:',
        'custom_inst_placeholder' => 'เช่น ห้องนั่งเล่นที่ดูสะอาดตาด้วยพื้นผิวสีดำและเหลือง พร้อมโต๊ะกาแฟไม้เนื้อแข็ง',
        'custom_inst_placeholder_pricion' => 'เช่น ออกแบบห้องอาหารสไตล์สแกนดิเนเวียน สวยงาม สีขาว',
        'our_preset_settings' => 'การตั้งค่าพรีเซ็ตของเรา',
        'your_custom_settings' => 'การตั้งค่าของคุณเอง',
        'select_house_angle' => 'เลือกมุมของบ้าน',
        'side_of_house' => 'ด้านข้างของบ้าน',
        'front_of_house' => 'ด้านหน้าของบ้าน',
        'back_of_house' => 'ด้านหลังของบ้าน',
        'select_room_type' => 'เลือกประเภทห้อง',
        'latest_designs' => 'การออกแบบล่าสุด',
        'latest_designs_info' => 'ตรวจสอบการออกแบบล่าสุดของคุณด้านล่าง และบันทึกไว้ในโครงการหรือรายการโปรด',
        'select_garden_type' => 'เลือกประเภทสวน',
        'view_all' => 'ดูทั้งหมด',
        'change_weather' => 'เปลี่ยนสภาพอากาศ',
        'change_sky_colors' => 'เปลี่ยนสีท้องฟ้าเป็น:',
        'sunshine' => 'แสงแดด',
        'rainy' => 'ฝนตก',
        'cloudy' => 'เมฆครึ้ม',
        'clear_sky' => 'ท้องฟ้าแจ่มใส',
        'windy' => 'ลมแรง',
        'dawn' => 'รุ่งอรุณ',
        'dusk' => 'พลบค่ำ',
        'twilight' => 'ช่วงโพล้เพล้',
        'sunny' => 'แดดจ้า',
        'night' => 'กลางคืน',


        'select_automatically' => 'เลือกโดยอัตโนมัติ',
        'select_manually' => 'เลือกด้วยตนเอง',
        'select_manually_text' => 'เลือกวัตถุโดยอัตโนมัติ',
        'select_manually_content' => 'เลือกวัตถุอัตโนมัติหรือด้วยตนเอง โดยสามารถใช้ทั้งสองวิธีร่วมกันได้',
        'continue_text' => 'ดำเนินการต่อ',
        'brush_edit_manually_content' => 'แก้ไขด้วยตนเองโดยใช้แปรง',
        'remove_masking' => 'ลบการมาสก์',
        'add_masking' => 'เพิ่มการมาสก์',
        'circle_brush' => 'แปรงวงกลม',
        'square_brush' => 'แปรงสี่เหลี่ยม',
        'clear_all' => 'ล้างทั้งหมด',
        'ai_strength' => 'ความเข้มของ AI',
        'standard_paints' => 'สีมาตรฐาน',
        'custom_paints' => 'สีที่กำหนดเอง',
        'custom_color_image' => 'รูปภาพสีที่กำหนดเอง',
        'color_list_text' => 'เลือกสีทาจากรายการ:',
        'color_picker_text' => 'คลิกเพื่อเปิดตัวเลือกสี:',
        'color_picker_placeholder' => 'ยังไม่มีการเลือกสี',
        'upload_paint_sample' => 'อัปโหลดตัวอย่างสี (jpeg, png)',
        'select_elements_to_remove' => 'เลือกองค์ประกอบที่ต้องการลบ',
        'preset_colors' => 'สีสำเร็จรูป',
        'custom_colors' => 'สีที่กำหนดเอง',
        'what_change_text' => 'คุณต้องการเปลี่ยนอะไร?',
        'color' => 'สี',
        'material' => 'วัสดุ',
        'color_Selection_text' => 'เลือกสีจากรายการ:',
        'texture_Selection_text' => 'เลือกพื้นผิวจากรายการ:',
        'fabrics' => 'ผ้า',
        'glass' => 'กระจก',
        'wood' => 'ไม้',
        'stone' => 'หิน',
        'metal' => 'โลหะ',
        'ceramics_and_porcelain' => 'เซรามิกและพอร์ซเลน',
        'plastics_and_polymers' => 'พลาสติกและโพลิเมอร์',
        'paper_and_cardboard' => 'กระดาษและกระดาษแข็ง',
        'natural_fibers' => 'เส้นใยธรรมชาติ',
        'composite_materials' => 'วัสดุผสม',
        'select_material_types' => 'เลือกประเภทวัสดุ',
        'select_exterior_materials' => 'เลือกวัสดุภายนอก',
        'facade' => 'ผนังด้านหน้า',
        'roofing' => 'หลังคา',
        'decking_and_walkways' => 'พื้นระเบียงและทางเดิน',
        'outdoor_fixtures_and_accents' => 'อุปกรณ์ติดตั้งและของตกแต่งภายนอก',
        'select_garden_materials' => 'เลือกวัสดุสำหรับสวน',
        'ground_cover_materials' => 'วัสดุคลุมดิน',
        'planters_and_edging' => 'กระถางต้นไม้และขอบสวน',
        'outdoor_furniture_and_decor' => 'เฟอร์นิเจอร์และของตกแต่งกลางแจ้ง',
        'water_features_and_structures' => 'น้ำพุและโครงสร้างน้ำ',
        'lighting' => 'ไฟส่องสว่าง',
        'white_chalk_paint' => 'สีชอล์กขาว',
        'custom_textures' => 'พื้นผิวที่กำหนดเอง',
        'preset_textures' => 'พื้นผิวสำเร็จรูป',
        'placholder_Orange_peel_text' => 'ผนังลายเปลือกส้ม',



        'right_tip_redesign_first' => 'คลิกที่ ‘การตั้งค่าแบบกำหนดเองของคุณ’ เพื่อให้คำแนะนำเฉพาะกับ AI ของเรา',
        'right_tip_redesign_second' => 'ในการออกแบบใหม่ที่สวยงาม AI ของเราจะสร้างผลลัพธ์ที่รวดเร็วและสวยงาม แต่มีอิสระน้อยลงในการเพิ่มหรือลบวัตถุ',
        'right_tip_redesign_third' => 'ใช้โหมด Sketch-to-Render เพื่อเปลี่ยนภาพร่างดิบให้เป็นภาพเรนเดอร์สมจริง',

        'right_tip_virtual_staging_first' => 'ใช้ตัวเลื่อน AI Intervention เพื่อควบคุมระดับความคิดสร้างสรรค์ หากต้องการการเปลี่ยนแปลงเล็กน้อยให้ตั้งค่าต่ำ หากต้องการการออกแบบที่โดดเด่นและแปลกใหม่ให้เลื่อนสูงขึ้น',
        'right_tip_virtual_staging_second' => 'เพิ่มคำแนะนำเฉพาะในเมนู ‘คำแนะนำเพิ่มเติม’ เพื่อปรับแต่งการออกแบบใหม่ของ AI เช่น “เพิ่มงานศิลปะสมัยใหม่บนผนัง” หรือ “เปลี่ยนพรมเป็นดีไซน์มินิมอล”',
        'right_tip_virtual_staging_third' => 'เริ่มด้วยเครื่องมือออกแบบใหม่เพื่อทำการเปลี่ยนแปลงโดยรวม จากนั้นใช้ Precision+ เพื่อปรับแต่งรายละเอียด สามารถสลับระหว่างเครื่องมือได้อย่างง่ายดายโดยใช้ปุ่ม ‘แก้ไข’ ในแกลเลอรี',

        'right_tip_sky_color_first' => 'AI จะระบุและเลือกพื้นที่ท้องฟ้าในภาพของคุณโดยอัตโนมัติ ทำให้กระบวนการแก้ไขราบรื่นและมีประสิทธิภาพ ไม่จำเป็นต้องเลือกด้วยตนเอง!',
        'right_tip_sky_color_second' => 'เลือกจากสภาพอากาศต่างๆ เช่น แดดจ้า มีเมฆมาก พายุ พระอาทิตย์ตก หรือพระอาทิตย์ขึ้น เพื่อเปลี่ยนบรรยากาศในภาพของคุณ',
        'right_tip_sky_color_third' => 'AI ของเราไม่เปลี่ยนแปลงท้องฟ้าในภาพที่ถ่ายจากภายในอาคารเมื่อมองเห็นผ่านหน้าต่าง',

        'right_tip_sketch_render_first' => 'เริ่มต้นด้วยการอัปโหลดภาพร่างหรือภาพวาดที่ชัดเจน',
        'right_tip_sketch_render_second' => 'เลือกสไตล์และการตั้งค่าที่คุณต้องการ',
        'right_tip_sketch_render_third' => 'คลิก "สร้าง" เพื่อดูการออกแบบของคุณมีชีวิตขึ้นมา!',

        'right_tip_pricision_first' => 'ใช้การเลือกอัตโนมัติ จากนั้นปรับแต่งการเลือกของคุณด้วยแปรงแบบแมนนวล',
        'right_tip_pricision_second' => 'คลิก ‘ปรับแต่งด้วยตนเอง’ เพื่อปรับขนาด รูปร่าง และพฤติกรรมของแปรง',
        'right_tip_pricision_third' => 'เลือกเฉพาะพื้นที่ที่คุณต้องการเปลี่ยนแปลง AI ของเราจะไม่แก้ไขพื้นที่ที่ไม่ได้เลือก',

        'right_tip_paint_visualizer_first' => 'ใช้การเลือกอัตโนมัติหรือการเลือกด้วยตนเองเพื่อเลือกพื้นที่ที่คุณต้องการทาสี',
        'right_tip_paint_visualizer_second' => 'เลือกสีจากชุดสีสำเร็จรูป ใช้ตัวเลือกสี หรืออัปโหลดภาพตัวอย่างสีของคุณ',
        'right_tip_paint_visualizer_third' => 'ตรวจสอบให้แน่ใจว่าการเลือกแม่นยำที่สุดเท่าที่จะเป็นไปได้เพื่อให้ได้ผลลัพธ์ที่ดีที่สุด',

        'right_tip_furniture_removal_first' => 'เลือกเฟอร์นิเจอร์หรือของตกแต่งที่คุณต้องการลบออก',
        'right_tip_furniture_removal_second' => 'ต้องการลบออกทั้งหมดใช่ไหม? เลือกทุกอย่างยกเว้นโครงสร้างและหน้าต่าง',
        'right_tip_furniture_removal_third' => 'หากคุณต้องการจัดระเบียบแบบเฉพาะเจาะจง ให้เลือกเฉพาะรายการที่คุณต้องการลบ',


        'right_tip_fill_spaces_first' => 'ใช้การเลือกอัตโนมัติ จากนั้นปรับแต่งการเลือกของคุณด้วยแปรงแบบแมนนวล',
        'right_tip_fill_spaces_second' => 'คลิก ‘ปรับแต่งด้วยตนเอง’ เพื่อปรับขนาด รูปร่าง และพฤติกรรมของแปรง',
        'right_tip_fill_spaces_third' => 'เลือกเฉพาะพื้นที่ที่คุณต้องการเปลี่ยนแปลง AI ของเราจะไม่แก้ไขพื้นที่ที่ไม่ได้เลือก',

        'right_tip_color_texture_first' => 'ใช้การเลือกแบบแมนนวลหรืออัตโนมัติเพื่อเลือกวัตถุที่คุณต้องการเปลี่ยนแปลง',
        'right_tip_color_texture_second' => 'คุณสามารถใช้โมเดล AI นี้เพื่อเปลี่ยนสีหรือพื้นผิวของวัตถุภายในหรือภายนอกอาคาร',
        'right_tip_color_texture_third' => 'คุณสามารถเพิ่มสีหรือพื้นผิวแบบกำหนดเองได้โดยคลิกที่ "สีแบบกำหนดเอง" หรือ "พื้นผิวแบบกำหนดเอง"',

        'or_click_here_to_upload' => 'หรือคลิกที่นี่เพื่ออัปโหลด',

        'heading_title_redesign' => 'ออกแบบพื้นที่ของคุณใหม่ได้ทันที!',
        'heading_redesign' => 'เหมาะสำหรับการปรับโฉมอย่างรวดเร็ว โหมดออกแบบใหม่ของเรามอบโซลูชันที่ใช้งานง่ายเพื่อให้ได้ลุคใหม่สดชื่น 
                เลือกจาก 3 โหมดย่อย ได้แก่ การออกแบบใหม่เชิงสร้างสรรค์ การออกแบบใหม่ที่สวยงาม และ Sketch-to-Render เพื่อทำให้พื้นที่ภายใน ภายนอก สวน หรือระเบียงของคุณดูมีชีวิตชีวาอีกครั้ง',

        'heading_title_virtual_Staging' => '',
        'heading_virtual_Staging' => '',

        'heading_title_sky_color' => 'ปรับสภาพอากาศทันทีด้วย AI!',
        'heading_sky_color' => 'ยกระดับภาพภายนอกของคุณด้วยเครื่องมือเปลี่ยนสีท้องฟ้า เหมาะสำหรับช่างภาพ ตัวแทนอสังหาริมทรัพย์ และนักออกแบบ 
                ฟีเจอร์นี้ช่วยให้คุณปรับแต่งท้องฟ้าและสภาพอากาศในภาพได้อย่างง่ายดาย สร้างบรรยากาศที่สมบูรณ์แบบให้กับทุกสถานการณ์ เลือกหนึ่งจาก 10 โหมดสภาพอากาศที่มี แล้วปล่อยให้ AI จัดการที่เหลือ',

        'heading_title_sketch_to_render' => 'เปลี่ยนภาพร่างของคุณให้เป็นดีไซน์เสมือนจริงได้ทันทีด้วย AI!',
        'heading_sketch_to_render' => 'เปลี่ยนภาพร่างลายเส้นให้กลายเป็นดีไซน์เสมือนจริงที่สวยงามด้วยพลัง AI',

        'heading_title_precision' => 'เปลี่ยนแปลงพื้นที่ด้วยความแม่นยำสูงสุด!',
        'heading_precision' => 'ทำการเปลี่ยนแปลงเฉพาะจุดในพื้นที่ของคุณโดยไม่กระทบกับส่วนอื่นๆ 
                ไม่ว่าจะเป็นภายในห้อง ภายนอกอาคาร หรือสวน Precision+ ช่วยให้คุณปรับแต่งเฉพาะส่วนที่เลือกได้อย่างรวดเร็วและง่ายดาย',

        'heading_title_paint_visualizer' => 'เปลี่ยนสีผนังได้ทันที!',
        'heading_paint_visualizer' => 'เปลี่ยนลุคและความรู้สึกของพื้นที่ภายในและภายนอกของคุณด้วยเครื่องมือ Paint Visualizer 
                ฟีเจอร์นี้ช่วยให้คุณเปลี่ยนสีผนัง (ภายในหรือภายนอก) ได้อย่างง่ายดาย โดยใช้ตัวเลือกสีสำเร็จรูปของเราหรืออัปโหลดสีของคุณเอง',



        'heading_title_furniture_removal' => 'เคลียร์พื้นที่ของคุณได้เพียงคลิกเดียว!',
        'heading_furniture_removal' => 'โหมดนี้ช่วยให้คุณจัดระเบียบและเคลียร์ห้องได้อย่างรวดเร็ว มอบพื้นที่ว่างสะอาดสำหรับไอเดียการออกแบบของคุณ 
                นอกจากการล้างห้องแล้ว เครื่องมือนี้ยังให้ความแม่นยำในการลบวัตถุเฉพาะ เช่น โซฟาเก่า โต๊ะที่วางผิดที่ หรือสิ่งของที่ไม่ต้องการ 
                AI ของเราจะลบวัตถุออกอย่างแนบเนียนโดยคงโครงสร้างหลัก เช่น หน้าต่างและองค์ประกอบที่สำคัญอื่นๆ ไว้',

        'heading_title_fill_spaces' => 'เติมเต็มพื้นที่ว่างด้วยเฟอร์นิเจอร์และของตกแต่ง!',
        'heading_fill_spaces' => 'ตกแต่งห้องว่างของคุณด้วยโหมด Fill Spaces โดยใช้ AI ล้ำสมัย 
                เครื่องมือนี้ช่วยให้คุณเปลี่ยนพื้นที่โล่งให้กลายเป็นพื้นที่สวยงามที่ตรงตามสไตล์ของคุณ 
                ไม่ว่าคุณจะออกแบบห้องนั่งเล่น ห้องนอน หรือระเบียง Fill Spaces จะช่วยเพิ่มเฟอร์นิเจอร์และของตกแต่งที่สมบูรณ์แบบในเวลาเพียงไม่กี่วินาที',

        'heading_title_color_texture' => 'ปรับแต่งสีและพื้นผิวด้วย AI!',
        'heading_color_texture' => 'ปรับแต่งสีและพื้นผิวขององค์ประกอบการออกแบบเฉพาะจุดโดยไม่กระทบต่อภาพรวมของคุณ 
                โมเดล AI นี้ช่วยให้คุณทดลองใช้สี พื้นผิว และวัสดุต่างๆ บนเฟอร์นิเจอร์ ผนัง และของตกแต่ง 
                ทั้งภายในและภายนอกอาคาร ผสมผสานตัวเลือกสำเร็จรูปของเรากับคำสั่งแบบกำหนดเองของคุณเพื่อให้ได้ผลลัพธ์ที่ไม่เหมือนใคร',
];
