<?php

return [
    'keep_Struct_tool_tip' => 'หากคุณเลือกตัวเลือกนี้ AI ของเราจะคงผนัง ประตู และหน้าต่างไว้โดยไม่ทำลายโครงสร้างของพื้นที่.',
    'ai_intervention_tool_tip' => 'ควบคุมจำนวนการเปลี่ยนแปลงที่คุณต้องการให้ AI ทำกับภาพที่อัปโหลด สำหรับผลลัพธ์ที่ดีที่สุด แนะนำให้ตั้งค่าเป็น MEDIUM คุณสามารถลองใช้ LOW หรือ EXTREME หากไม่ได้ผลลัพธ์ที่ดีจาก MEDIUM.',
    'ai_strength_tool_tip' => 'ปรับการเปลี่ยนแปลงของ AI ในภาพของคุณโดยใช้ความเข้มของ AI เราแนะนำให้เริ่มที่ค่าเริ่มต้น 5 หากภาพดูบิดเบือนเกินไป ให้ลดค่าเป็น 1-4 หากเปลี่ยนแปลงไม่มากพอ ให้เพิ่มค่าเป็น 6-10.',
];
