<?php

return [
    'heading' => 'เพื่อผลลัพธ์ที่ดีที่สุด:',
    'content' => 'อัปโหลดภาพความละเอียดสูงในรูปแบบทั่วไป (JPEG, PNG, GIF) โดยให้มีคอนทราสต์ที่สมดุล',
    'heading2' => 'หลีกเลี่ยง:',
    'avoid_blurry_image' => 'หลีกเลี่ยงภาพเบลอ',
    'avoid_dark_image' => 'หลีกเลี่ยงภาพมืด',
    'avoid_screenshots' => 'หลีกเลี่ยงภาพหน้าจอ',
    'avoid_fisheye_effect' => 'หลีกเลี่ยงเอฟเฟกต์ตาปลา',
    'avoid_ultra_wide' => 'หลีกเลี่ยงมุมกว้างพิเศษ',
    'button' => 'ฉันเข้าใจแล้ว',
    'button2' => 'ไม่ต้องแสดงอีก',
];
