<?php

return [
        'upload_image' => 'चित्र अपलोड करें',

        'select_what_to_edit' => 'संपादित करने के लिए चुनें',

        'customise_and_generate' => 'अनुकूलित करें और उत्पन्न करें',

        'upload_your_image' => 'अपना चित्र अपलोड करें',

        'drag_and_drop_your_image_here' => 'यहाँ अपना चित्र खींचें और छोड़ें',

        'select_what_you_want_to_generate' => 'जो आप उत्पन्न करना चाहते हैं, उसे चुनें',
        'select_design_style' => 'डिज़ाइन शैली चुनें',
        'select_mode_type' => 'मोड प्रकार चुनें',

        'interior' => 'आंतरिक',
        'exterior' => 'बाहरी',
        'garden' => 'बग़ीचा',
        'living_room' => 'लिविंग कक्ष',
        'bedroom' => 'शयनकक्ष',
        'bathroom' => 'स्नानागार',
        'kitchen' => 'रसोई',
        'modern' => 'आधुनिक',
        'mediterranean' => 'भूमध्यसागरीय',
        'international' => 'अंतर्राष्ट्रीय',
        'moody_colors' => 'मूड रंग',
        'perfect_redesign' => 'पूर्ण पुनः डिज़ाइन',
        'beautiful_redesign' => 'सुंदर पुनः डिज़ाइन',
        'creative_redesign' => 'रचनात्मक पुनः डिज़ाइन',
        'eclectic' => 'विविध',
        'contemporary' => 'आधुनिक',
        'transitional' => 'संक्रमणकालीन',
        'scandinavian' => 'स्कैंडिनेवियाई',

        'our_preset_settings' => 'हमारी पूर्वनिर्धारित सेटिंग्स',
        'your_custom_settings' => 'आपकी कस्टम सेटिंग्स',

        'select_room_type' => 'कमरे का प्रकार चुनें',

        'view_all' => 'सभी देखें',

        'right_tip_redesign_first' => 'विशिष्ट निर्देश देने के लिए “आपकी कस्टम सेटिंग्स” पर क्लिक करें।',
        'right_tip_redesign_second' => 'सुंदर पुनः डिज़ाइन में, हमारा AI तेज़ और सुंदर परिणाम उत्पन्न करता है, लेकिन वस्तुओं को जोड़ने या हटाने की स्वतंत्रता कम होती है।',
        'right_tip_redesign_third' => 'चित्र से रेंडर मोड का उपयोग करें ताकि कच्चे चित्रों को वास्तविक चित्र में बदला जा सके।',

        'right_tip_virtual_staging_first' => 'AI हस्तक्षेप स्लाइडर का उपयोग करें ताकि आप रचनात्मकता का स्तर नियंत्रित कर सकें। सूक्ष्म बदलावों के लिए इसे कम सेट करें; साहसी, अभिनव डिज़ाइनों के लिए इसे अधिक सेट करें।',
        'right_tip_virtual_staging_second' => '‘अतिरिक्त निर्देश’ मेनू में विशिष्ट निर्देश जोड़ें, जैसे “दीवारों पर आधुनिक कला जोड़ें” या “गलीचे को न्यूनतम डिज़ाइन से बदलें।”',
        'right_tip_virtual_staging_third' => 'समग्र बदलाव करने के लिए पुनः डिज़ाइन उपकरण से शुरू करें, फिर सटीकता+ का उपयोग करके विवरण को ठीक करें। गैलरी के ‘संपादित करें’ बटन का उपयोग करके उपकरणों के बीच सहजता से स्विच करें।',
        'right_tip_sky_color_first' => 'AI स्वचालित रूप से आपके चित्र में आकाश क्षेत्र को पहचान लेगा और चयन करेगा, जिससे संपादन प्रक्रिया सुगम और प्रभावी होगी। कोई मैन्युअल चयन की आवश्यकता नहीं है!',

        'right_tip_sky_color_second' => 'सूर्यप्रकाश, बादल, तूफान, सूर्यास्त, या सूर्योदय जैसे विभिन्न मौसम की स्थितियों में से चुनें और अपने चित्र के वातावरण को बदलें।',

        'right_tip_sky_color_third' => 'हमारा AI उन चित्रों में आकाश को नहीं बदलता जो अंदर से खींचे गए हों, जब वे खिड़कियों से दिखाई दे रहे हों।',

        'right_tip_sketch_render_first' => 'एक स्पष्ट स्केच या चित्र अपलोड करके शुरुआत करें।',

        'right_tip_sketch_render_second' => 'अपनी पसंदीदा शैली और सेटिंग्स चुनें।',

        'right_tip_sketch_render_third' => 'उत्पन्न करें पर क्लिक करें और अपने डिज़ाइन को जीवित होते हुए देखें!',

        'right_tip_pricision_first' => 'स्वचालित चयन का उपयोग करें, फिर मैन्युअल ब्रश से अपने चयन को ठीक करें।',

        'right_tip_pricision_second' => '‘मैन्युअल रूप से परिष्कृत करें’ पर क्लिक करके ब्रश का आकार, रूप, और व्यवहार समायोजित करें।',

        'right_tip_pricision_third' => 'केवल उस क्षेत्र का चयन करें जिसे आप बदलना चाहते हैं। हमारा AI चयनित नहीं किए गए क्षेत्रों की उपेक्षा करेगा।',

        'right_tip_paint_visualizer_first' => 'स्वचालित चयन या मैन्युअल चयन का उपयोग करें ताकि आप उन क्षेत्रों का चयन कर सकें जिन्हें आप रंगना चाहते हैं।',

        'right_tip_paint_visualizer_second' => 'हमारी प्रीसेट से रंग चुनें, रंग चयनकर्ता का उपयोग करें या अपनी नमूना रंग के साथ चित्र अपलोड करें।',

        'right_tip_paint_visualizer_third' => 'सर्वोत्तम परिणाम प्राप्त करने के लिए चयन को यथासंभव सटीक बनाना सुनिश्चित करें।',

        'right_tip_furniture_removal_first' => 'उन फर्नीचर या सजावट के टुकड़ों का चयन करें जिन्हें आप हटाना चाहते हैं।',

        'right_tip_furniture_removal_second' => 'क्या आप पूर्ण रूप से हटाना चाहते हैं? संरचनात्मक तत्वों और खिड़कियों को छोड़कर सब कुछ चुनें।',

        'right_tip_furniture_removal_third' => 'यदि आप विशिष्ट क्लटर हटाना चाहते हैं, तो केवल उस आइटम का चयन करें जिसे आप मिटाना चाहते हैं।',

        'right_tip_fill_spaces_first' => 'स्वचालित चयन का उपयोग करें, फिर मैन्युअल ब्रश से अपने चयन को ठीक करें।',

        'right_tip_fill_spaces_second' => '‘मैन्युअल रूप से परिष्कृत करें’ पर क्लिक करके ब्रश का आकार, रूप, और व्यवहार समायोजित करें।',

        'right_tip_fill_spaces_third' => 'केवल उस क्षेत्र का चयन करें जिसे आप बदलना चाहते हैं। हमारा AI चयनित नहीं किए गए क्षेत्रों की उपेक्षा करेगा।',

        'right_tip_color_texture_first' => 'मैन्युअल या स्वचालित चयन का उपयोग करके उस वस्तु का चयन करें जिसे आप बदलना चाहते हैं।',

        'right_tip_color_texture_second' => 'आप इस AI मॉडल का उपयोग करके किसी भी आंतरिक या बाहरी वस्तु का रंग या बनावट बदल सकते हैं।',

        'right_tip_color_texture_third' => 'आप "कस्टम रंग" या "कस्टम बनावट" पर क्लिक करके कस्टम रंग या बनावट जोड़ सकते हैं।',

        'or_click_here_to_upload' => 'या यहाँ क्लिक करें अपलोड करने के लिए',

        'heading_title_redesign' => 'अपने स्थान को तुरंत पुनः डिज़ाइन करें!',

        'heading_redesign' => 'त्वरित बदलावों के लिए आदर्श, हमारा पुनः डिज़ाइन मोड त्वरित, उपयोग में आसान समाधान प्रदान करता है ताकि आप बिना किसी कठिनाई के ताजगी से भरी नई रूपरेखा प्राप्त कर सकें। तीन गतिशील उप-प्रकारों में से चुनें—रचनात्मक पुनः डिज़ाइन, सुंदर पुनः डिज़ाइन, और स्केच-टू-रेंडर—अपने घर के आंतरिक, बाहरी, बग़ीचे, या आँगन को नया जीवन देने के लिए।',

        'heading_title_virtual_Staging' => '',

        'heading_virtual_Staging' => '',

        'heading_title_sky_color' => 'AI के साथ तात्कालिक मौसम समायोजन!',

        'heading_sky_color' => 'हमारे आकाश रंग परिवर्तक उपकरण के साथ अपने बाहरी दृश्यों को ऊँचा करें। यह फ़ीचर आपको अपने चित्रों में आकाश और मौसम को आसानी से समायोजित करने की सुविधा देता है, जिससे किसी भी सेटिंग के लिए आदर्श वातावरण तैयार होता है। उपलब्ध 10 मौसम मोड्स में से एक का चयन करें और बाकी काम AI पर छोड़ दें।',

        'heading_title_sketch_to_render' => 'अपने स्केच को तुरंत AI के साथ फ़ोटोरियलिस्टिक डिज़ाइनों में बदलें',

        'heading_sketch_to_render' => 'हाथ से खींचे गए स्केच को अद्वितीय और फ़ोटोरियलिस्टिक डिज़ाइनों में बदलें, AI-समर्थित सटीकता के साथ।',

        'heading_title_precision' => 'सटीकता के साथ स्थानों को परिवर्तित करें!',

        'heading_precision' => 'अपने स्थान के विशिष्ट क्षेत्रों में बदलाव करें जबकि बाकी सब कुछ यथावत रखें। चाहे वह एक कमरे का आंतरिक हो, बाहरी facade हो, या बग़ीचे का हिस्सा, Precision+ आपको चयनित भागों को जल्दी और आसानी से बदलने की सुविधा देता है।',

        'heading_title_paint_visualizer' => 'दीवारों के रंग को तुरंत बदलें!',

        'heading_paint_visualizer' => 'हमारे पेंट विज़्युलाइज़र उपकरण के साथ अपने आंतरिक और बाहरी दृश्यों का रूप और एहसास बदलें। यह फ़ीचर आपको किसी भी दीवार (आंतरिक या बाहरी) के पेंट रंग को आसानी से बदलने की सुविधा देता है, चाहे वह हमारे प्रीसेट विकल्पों से हो या आपके द्वारा अपलोड किए गए रंगों से।',

        'heading_title_furniture_removal' => 'एक क्लिक में अपने स्थान को साफ़ करें!',

        'heading_furniture_removal' => 'यह मोड आपको कमरे को जल्दी से खाली करने और डिज़ाइन विचारों के लिए एक साफ़ कैनवास प्रदान करने की सुविधा देता है। केवल कमरे को साफ़ करना ही नहीं, यह उपकरण विशिष्ट वस्तुओं को हटाने की सटीकता प्रदान करता है। चाहे वह पुराना सोफा हो, गलत जगह रखा गया टेबल हो, या कोई अन्य अवांछनीय वस्तु हो, हमारा AI सुनिश्चित करता है कि उसे हटाया जाए जबकि खिड़कियों और संरचनात्मक तत्वों को सुरक्षित रखा जाए।',

        'heading_title_fill_spaces' => 'खाली स्थानों को फर्नीचर और सजावट से भरें!',

        'heading_fill_spaces' => 'हमारे फिल स्पेसेज़ मोड के साथ अपने खाली कमरों को सजाएं और फर्नीचर से भरें। अत्याधुनिक AI का उपयोग करके, यह उपकरण आपको खाली स्थानों को सुंदर शैली में बदलने में मदद करता है जो आपकी प्राथमिकताओं के अनुरूप होते हैं। चाहे आप एक खाली लिविंग रूम, शयनकक्ष, या आँगन डिज़ाइन कर रहे हों, Fill Spaces सेकंडों में आदर्श फर्नीचर और सजावट जोड़ता है।',

        'heading_title_color_texture' => 'AI-समर्थित रंग और बनावट कस्टमाइज़ेशन',

        'heading_color_texture' => 'विशिष्ट डिज़ाइन तत्वों पर रंग और बनावट में बदलाव करें, और अपनी समग्र छवि की अखंडता को बनाए रखें। यह AI मॉडल आपको फर्नीचर, दीवारों, सजावट, आंतरिक और बाहरी स्थानों पर रंग, बनावट, और सामग्रियों के साथ प्रयोग करने की सुविधा देता है। हमारे व्यापक प्रीसेट को अपने कस्टम निर्देशों के साथ मिलाकर वाकई व्यक्तिगत परिणाम प्राप्त करें।',

];
