<?php

return [
    'keep_Struct_tool_tip' => 'यदि आप इस बॉक्स को चेक करते हैं, तो हमारा एआई दीवारों, दरवाजों और खिड़कियों को बनाए रखेगा बिना स्थान की संरचना को तोड़े।',
    'ai_intervention_tool_tip' => 'अपने अपलोड पर एआई द्वारा किए जाने वाले परिवर्तनों की संख्या को नियंत्रित करें। सर्वोत्तम परिणामों के लिए, इस विकल्प को मीडियम पर छोड़ दें। यदि मीडियम से अच्छे परिणाम नहीं मिलते हैं तो आप लो और एक्सट्रीम ट्राई कर सकते हैं।',
    'ai_strength_tool_tip' => 'एआई स्ट्रेंथ का उपयोग करके आप अपने चित्र को कैसे परिवर्तित करना चाहते हैं, इसे समायोजित करें। हम डिफ़ॉल्ट के रूप में 5 से शुरू करने की सिफारिश करते हैं। यदि चित्र अधिक विकृत दिख रहा है, तो मान को 1-4 तक कम करें। यदि इसे पर्याप्त रूप से बदला नहीं गया है, तो मान को 6-10 तक बढ़ाएं।',
];
