<?php
return [
   'upload_texture_color' => 'ओह! आपने टेक्सचर छवि अपलोड नहीं की या रंग चयनकर्ता से कोई रंग नहीं चुना।',
   'masked_image' => 'ओह! आपने छवि सबमिट करने से पहले मास्क नहीं की!',
   'upload_textture_image' => 'ओह! आपने अपनी टेक्सचर छवि अपलोड नहीं की।',
   'main_image_missing' => 'मुख्य छवि गायब है, कृपया मुख्य छवि अपलोड करें।',
   'select_room_type' => 'ओह! आपने कमरे का प्रकार चयन नहीं किया।',
   'select_house_angle' => 'ओह! आपने घर का कोण चयन नहीं किया।',
   'select_garden_type' => 'ओह! आपने बगीचे का प्रकार चयन नहीं किया।',
   'select_design_style' => 'ओह! आपने डिज़ाइन शैली का चयन नहीं किया।',
   'select_mode_type' => 'ओह! आपने मोड प्रकार चयन नहीं किया।',
   'upload_custom_element' => 'कृपया आगे बढ़ने के लिए कस्टम तत्व अपलोड करें।',
   'select_sky_Color' => 'ओह! आपने आकाश का रंग चयन नहीं किया।',
   'select_material_type' => 'ओह! आपने सामग्री प्रकार का चयन नहीं किया।',
   'select_one_custom_element' => 'ओह! कृपया आगे बढ़ने के लिए कम से कम 1 कस्टम तत्व जोड़ें।',
   'no_image_merge' => 'मर्ज करने के लिए कोई छवि नहीं।',
];

